words_easy = [
    "дом", "кот", "лес", "мяч", "день", "ночь", "рука", "нога", "вода", "огонь", 
    "стол", "стул", "книга", "песня", "цветок", "дерево", "лист", "трава", "солнце", "луна",
    "небо", "звезда", "облако", "дождь", "снег", "ветер", "море", "река", "гора", "город",
    "машина", "поезд", "самолет", "лодка", "велосипед", "телефон", "компьютер", "телевизор", "радио", "часы",
    "карандаш", "ручка", "тетрадь", "кровать", "диван", "зеркало", "окно", "дверь", "пол", "потолок",
    "школа", "учитель", "ученик", "доска", "парта", "мел", "книга", "тетрадь", "ручка", "карандаш",
    "игра", "игрушка", "кукла", "мяч", "машина", "кубик", "конструктор", "пазл", "сказка", "песня",
    "еда", "вода", "хлеб", "молоко", "сыр", "яблоко", "банан", "апельсин", "груша", "виноград",
    "животное", "собака", "кошка", "лошадь", "корова", "свинья", "курица", "петух", "утка", "гусь",
    "птица", "воробей", "голубь", "синица", "ворона", "сорока", "дятел", "сова", "орел", "ястреб"
]

words_normal = [
    "апельсин", "бабочка", "велосипед", "город", "дерево", "животное", "замок", "зима", "игра", "картина",
    "компьютер", "книга", "кошка", "лето", "лошадь", "магазин", "музыка", "облако", "одежда", "озеро",
    "песня", "письмо", "планета", "поезд", "праздник", "природа", "радуга", "ракета", "река", "рыба",
    "самолет", "сказка", "слово", "солнце", "стул", "телефон", "театр", "цветок", "школа", "яблоко",
    "автомобиль", "аквариум", "библиотека", "больница", "ватрушка", "вертолет", "водопад", "газета", "гитара", "динозавр",
    "ежевика", "журнал", "завтрак", "зоопарк", "календарь", "комната", "конфета", "корабль", "космос", "кухня",
    "лампа", "малина", "мебель", "музей", "ноутбук", "океан", "пальто", "парк", "парусник", "пианино",
    "подушка", "почта", "ракушка", "рюкзак", "сапоги", "телескоп", "учитель", "фотоаппарат", "человек", "чайник"
]

words_hard = [
    "абстракция", "авангард", "авианосец", "амфибия", "анестезия", "астрономия", "балалайка", "библиотекарь", "вегетарианец", "гиппопотам",
    "гравитация", "детектив", "дирижабль", "долголетие", "интеллект", "интерференция", "калейдоскоп", "кардиограмма", "классификация", "климат",
    "композитор", "консерватория", "конституция", "лабиринт", "литература", "математика", "микроскоп", "мифология", "монополия", "мультипликатор",
    "национальность", "оркестр", "орфография", "палеонтология", "парашют", "перпендикуляр", "планетарий", "программирование", "психология", "революция",
    "ресторан", "синоним", "скульптура", "спектакль", "статистика", "телепатия", "технология", "традиция", "фестиваль", "философия",
    "фотография", "хирургия", "эволюция", "экспедиция", "энциклопедия", "эпидемия", "эскалатор", "ювелир", "юриспруденция", "языкознание", "коммунизм"
]